Repository: mrxkon/tattoo-shop-manager
Catalog: languages/tattoo-shop-manager-*.po
Languages: el

# Taxonomy General Name
source: Appointment Types
el: Τύποι Ραντεβού

# Taxonomy Singular Name
source: Appointment Type
el: Τύπος Ραντεβού

source: Appointment Types
el: Τύποι Ραντεβού

source: All Appointment Types
el: Όλοι οι Τύποι Ραντεβού

source: Parent Appointment Type
el: Γονικός Τύπος Ραντεβού

source: Parent Appointment Type:
el: Γονικός Τύπος Ραντεβού:

source: New Appointment Type
el: Νέος Τύπος Ραντεβού

source: Add New Appointment Type
el: Δημιουργία Νέου Τύπου Ραντεβού

source: Edit Appointment Type
el: Επεξεργασία Τύπου Ραντεβού

source: Update Appointment Type
el: Ενημέρωση Τύπου Ραντεβού

source: View Appointment Type
el: Προβολή Τύπου Ραντεβού

source: Separate with commas
el: Διαχωρίστε με κόμμα

source: Add or remove Appointment Type
el: Προσθήκη ή αφαίρεση Τύπου Ραντεβού

source: Choose from the most used
el: Επιλογή από τους πιο κοινούς

source: Popular Appointment Types
el: Δημοφιλείς Τύποι Ραντεβού

source: Search Appointment Types
el: Αναζήτηση Τύπου Ραντεβού

source: Appointment Type not found
el: Δεν βρέθηκε ο Τύπος Ραντεβού

source: No items
el: Χωρίς αποτελέσματα

source: Appointment Types list
el: Λίστα Τύπων Ραντεβού

source: Appointment Types list navigation
el: Λίστα πλοήγησης Τύπων Ραντεβού

# Post Type General Name
source: Appointments
el: Ραντεβού

# Post Type Singular Name
source: Appointment
el: Ραντεβού

source: Appointments
el: Ραντεβού

source: Appointment
el: Ραντεβού

source: Archives
el: Αρχείο

source: Attributes
el: Ιδιότητες

source: Parent Appointment:
el: Γονικό Ραντεβού:

source: All Appointments
el: Όλα τα Ραντεβού

source: Add New Appointment
el: Δημιουργία Νέου Ραντεβού

source: New Appointment
el: Νέο Ραντεβού

source: Edit Appointment
el: Επεξεργασία Ραντεβού

source: Update Appointment
el: Ενημέρωση Ραντεβού

source: View Appointment
el: Προβολή Ραντεβού

source: View Appointments
el: Προβολή Ραντεβού

source: Search Appointments
el: Αναζήτηση Ραντεβού

source: No results
el: Χωρίς Αποτελέσματα

source: Featured Image
el: Χαρακτηριστική Εικόνα

source: Set featured image
el: Καθορισμός χαρακτηριστικής εικόνας

source: Remove featured image
el: Αφαίρεση χαρακτηριστικής εικόνας

source: Use as featured image
el: Χρήση ως χαρακτηριστική εικόνα

source: Insert into Appointment
el: Προσθήκη στο Ραντεβού

source: Uploaded to this Appointment
el: Μεταφορτωμένο σε αυτό το Ραντεβού

source: Appointments list
el: Λίστα Ραντεβού

source: Appointments list navigation
el: Λίστα πλοήγησης Ραντεβού

source: Filter Appointments list
el: Φιλτράρισμα λίστας Ραντεβού

source: Appointment Details
el: Λεπτομέρειες Ραντεβού

source: Date:
el: Ημερομηνία:

source: Time:
el: Ώρα:

source: Employee:
el: Υπάλληλος:

source: Client:
el: Πελάτης:

source: Price:
el: Τιμή:

source: Inks:
el: Μελάνια:

source: Needles:
el: Βελόνες:

source: Files:
el: Αρχεία:

source: Notes:
el: Σημειώσεις:

source: Picture
el: Εικόνα

source: Date
el: Ημερομηνία

source: Time
el: Ώρα

source: Employee
el: Υπάλληλος

source: Client
el: Πελάτης

source: Price
el: Τιμή

source: Inks
el: Μελάνια

source: Needles
el: Βελόνες

source: Files
el: Αρχεία

source: Notes
el: Σημειώσεις

# Post Type General Name
source: Clients
el: Πελάτες

# Post Type Singular Name
source: Client
el: Πελάτης

source: Clients
el: Πελάτες

source: Parent Client:
el: Γονικός Πελάτης:

source: All Clients
el: Όλοι οι Πελάτες

source: Add New Client
el: Προσθήκη Νέου Πελάτη

source: New Client
el: Νέος Πελάτης

source: Edit Client
el: Επεξεργασία Πελάτη

source: Update Client
el: Ενημέρωση Πελάτη

source: View Client
el: Προβολή Πελάτη

source: View Clients
el: Προβολή Πελατών

source: Search Clients
el: Αναζήτηση Πελατών

source: Insert into Client
el: Προσθήκη στον Πελάτη

source: Uploaded to this Client
el: Μεταφορτωμένο σε αυτόν τον Πελάτη

source: Clients list
el: Λίστα Πελατών

source: Clients list navigation
el: Λίστα πλοήγησης Πελατών

source: Filter Clients list
el: Φιλτράρισμα λίστας Πελατών

source: Client Details
el: Λεπτομέρειες Πελάτη

source: Birthday:
el: Ημ/νία Γέννησης:

source: Phone:
el: Σταθερό Τηλέφωνο:

source: Mobile:
el: Κινητό Τηλέφωνο:

source: Address:
el: Διεύθυνση:

source: City:
el: Πόλη:

source: Area Code:
el: Τ.Κ.:

source: Country:
el: Χώρα:

source: Name
el: Όνομα

source: Birthday
el: Ημ/νία Γέννησης

source: Phone
el: Σταθερό Τηλέφωνο

source: Mobile
el: Κινητό Τηλέφωνο

source: Address
el: Διεύθυνση

source: Total Appointments
el: Σύνολο Ραντεβού

source: Total Revenue
el: Συνολικά Έσοδα

# Taxonomy General Name
source: Job Positions
el: Θέσεις Εργασίας

# Taxonomy Singular Name
source: Job Position
el: Θέση Εργασίας

source: Job Positions
el: Θέσεις Εργασίας

source: All Job Positions
el: Όλες οι Θέσεις Εργασίας

source: Parent Job Position
el: Γονική Θέση Εργασίας

source: Parent Job Position:
el: Γονική Θέση Εργασίας:

source: New Job Position
el: Νέα Θέση Εργασίας

source: Add New Job Position
el: Προσθήκη Νέας Θέσης Εργασίας

source: Edit Job Position
el: Επεξεργασία Θέσης Εργασίας

source: Update Job Position
el: Ενημέρωση Θέσης Εργασίας

source: View Job Position
el: Προβολή Θέσης Εργασίας

source: Add or remove Job Position
el: Προσθήκη ή αφαίρεση Θέσης Εργασίας

source: Popular Job Positions
el: Δημοφιλείς Θέσεις Εργασίας

source: Search Job Positions
el: Αναζήτηση Θέσεων Εργασίας

source: Job Position not found
el: Δεν βρέθηκε Θέση Εργασίας

source: Job Positions list
el: Λίστα Θέσεων Εργασίας

source: Job Positions list navigation
el: Λίστα πλοήγησης Θέσεων Εργασίας

# Post Type General Name
source: Employees
el: Υπάλληλοι

# Post Type Singular Name
source: Employee
el: Υπάλληλος

source: Employees
el: Υπάλληλοι

source: Parent Employee:
el: Γονικός Υπάλληλος

source: All Employees
el: Όλοι οι Υπάλληλοι

source: Add New Employee
el: Προσθήκη Νέου Υπαλλήλου

source: New Employee
el: Νέος Υπάλληλος

source: Edit Employee
el: Επεξεργασίας Υπαλλήλου

source: Update Employee
el: Ενημέρωση Υπαλλήλου

source: View Employee
el: Προβολή Υπαλλήλου

source: View Employees
el: Προβολή Υπαλλήλων

source: Search Employees
el: Αναζήτηση Υπαλλήλων

source: Insert into Employee
el: Προσθήκη στον Υπάλληλο

source: Uploaded to this Employee
el: Μεταφορτωμένο σε αυτόν τον Υπάλληλο

source: Employees list
el: Λίστα Υπαλλήλων

source: Employees list navigation
el: Λίστα πλοήγησης Υπαλλήλων

source: Filter Employees list
el: Φιλτράρισμα λίστας Υπαλλήλων

source: Employee Details
el: Λεπτομέρειες Υπάλληλου

source: Nickname:
el: Ψευδώνυμο:

source: Health Certificate:
el: Πιστοποιητικό Υγείας:

source: Nickname
el: Ψευδώνυμο

source: Health Certificate
el: Πιστοποιητικό Υγείας

# Taxonomy General Name
source: Ink Companies & Sets
el: Εταιρείες Μελανιών & Σετ

# Taxonomy Singular Name
source: Ink Company & Set
el: Εταιρεία Μελανιών & Σετ

source: Ink Companies & Sets
el: Εταιρείες Μελανιών & Σετ

source: All Ink Companies & Sets
el: Όλες οι Εταιρείες Μελανιών & Σετ

source: Parent Ink Company & Set
el: Γονική Εταιρεία Μελανιών & Σετ

source: Parent Ink Company & Set:
el: Γονική Εταιρεία Μελανιών & Σετ:

source: New Ink Company & Set
el: Νέα Εταιρεία Μελανιών & Σετ

source: Add New Ink Company & Set
el: Προσθήκη Νέας Εταιρείας Μελανιών & Σετ

source: Edit Ink Company & Set
el: Επεξεργασία Εταιρείας Μελανιών & Σετ

source: Update Ink Company & Set
el: Ενημέρωση Εταιρείας Μελανιών & Σετ

source: View Ink Company & Set
el: Προβολή Εταιρείας Μελανιών & Σετ

source: Add or remove Ink Company & Set
el: Προσθήκη ή αφαίρεση Εταιρείας Μελανιών & Σετ

source: Popular Ink Companies & Sets
el: Δημοφιλείς Εταιρείες Μελανιών & Σετ

source: Search Ink Companies & Sets
el: Αναζήτηση Εταιρειών Μελανιών & Σετ

source: Ink Company & Set not found
el: Δεν βρέθηκε Εταιρεία Μελανιών & Σετ

source: Ink Companies & Sets list
el: Λίστα Εταιρειών & Σετ

source: Ink Companies & Sets list navigation
el: Λίστα πλοήγησης Εταιρειών & Σετ

# Post Type General Name
source: Inks
el: Μελάνια

# Post Type Singular Name
source: Ink
el: Μελάνι

source: Ink
el: Μελάνι

source: Parent Ink:
el: Γονικό Μελάνι

source: All Inks
el: Όλα τα Μελάνια

source: Add New Ink
el: Δημιουργία Νέου Μελανιού

source: New Ink
el: Νέο Μελάνι

source: Edit Ink
el: Επεξεργασία Μελανιού

source: Update Ink
el: Ενημέρωση Μελανιού

source: View Ink
el: Προβολή Μελανιού

source: View Inks
el: Προβολή Μελανιών

source: Search Inks
el: Αναζήτηση Μελανιών

source: Insert into Ink
el: Προσθήκη στο Μελάνι

source: Uploaded to this Ink
el: Μεταφορτωμένο σε αυτό το Μελάνι

source: Inks list
el: Λίστα Μελανιών

source: Inks list navigation
el: Λίστα πλοήγησης Μελανιών

source: Filter Inks list
el: Φιλτράρισμα λίστας Μελανιών

source: Ink Details
el: Λεπτομέρειες Μελανιού

source: Ink Hue:
el: Απόχρωση Μελανιού:

source: Expiration Date:
el: Ημερομηνία Λήξης:

source: Size:
el: Μέγεθος:

source: Hue
el: Απόχρωση

source: Expiration Date
el: Ημερομηνία Λήξης

source: Size
el: Μέγεθος

# Taxonomy General Name
source: Needle Companies
el: Εταιρείες Βελόνων

# Taxonomy Singular Name
source: Needle Company
el: Εταιρεία Βελόνων

source: Needle Companies
el: Εταιρείες Βελόνων

source: All Needle Companies
el: Όλες οι Εταιρείες Βελόνων

source: Parent Needle Company
el: Γονική Εταιρεία Βελόνων

source: Parent Needle Company:
el: Γονική Εταιρεία Βελόνων:

source: New Needle Company
el: Νέα Εταιρεία Βελόνων

source: Add New Needle Company
el: Προσθήκη Νέας Εταιρείας Βελόνων

source: Edit Needle Company
el: Επεξεργασία Εταιρείας Βελόνων

source: Update Needle Company
el: Ενημέρωση Εταιρείας Βελόνων

source: View Needle Company
el: Προβολή Εταιρείας Βελόνων

source: Add or remove Needle Company
el: Προσθήκη ή αφαίρεση Εταιρείας Βελόνων

source: Popular Needle Companies
el: Δημοφιλείς Εταιρείες Βελόνων

source: Search Needle Companies
el: Αναζήτηση Εταιρειών Βελόνων

source: Needle Company not found
el: Η Εταιρεία Βελόνων δεν βρέθηκε

source: Needle Companies list
el: Λίστα Εταιρειών Βελόνων

source: Needle Companies list navigation
el: Λίστα πλοήγησης Εταιρειών Βελόνων

# Post Type General Name
source: Needles
el: Βελόνες

# Post Type Singular Name
source: Needle
el: Βελόνα

source: Needle
el: Βελόνα

source: Parent Needle:
el: Γονική Βελόνα:

source: All Needles
el: Όλες οι Βελόνες

source: Add New Needle
el: Προσθήκη Νέας Βελόνας

source: New Needle
el: Νέα Βελόνα

source: Edit Needle
el: Επεξεργασία Βελόνας

source: Update Needle
el: Ενημέρωση Βελόνας

source: View Needle
el: Προβολή Βελόνας

source: View Needles
el: Προβολή Βελόνων

source: Search Needles
el: Αναζήτηση Βελόνων

source: Insert into Needle
el: Προσθήκη στη Βελόνα

source: Uploaded to this Needle
el: Μεταφορτωμένο σε αυτή τη Βελόνα

source: Needles list
el: Λίστα Βελόνων

source: Needles list navigation
el: Λίστα πλοήγησης Βελόνων

source: Filter Needles list
el: Φιλτράρισμα λίστας Βελόνων

source: Needle Details
el: Λεπτομέρειες Βελόνας

source: Size & Type
el: Μέγεθος & Τύπος

source: Please use a correct date format
el: Παρακαλώ χρησιμοποιήστε σωστή Ημερομηνία

source: Revenue Per Appoinment Type
el: Έσοδα ανά Τύπο Ραντεβού

source: Type
el: Τύπος

source: Total
el: Σύνολο

source: Revenue Per Employee
el: Έσοδα ανά Υπάλληλο

source: Tattoo Shop Manager - Total Clients
el: Tattoo Shop Manager - Σύνολο Πελατών

source: Show your Total Clients
el: Δείξτε το σύνολο των πελατών σας

source: New title
el: Νέος Τίτλος

source: Happy Customers!
el: Ευτυχισμένοι Πελάτες!

source: Title:
el: Τίτλος:

source: Text:
el: Κείμενο:

source: Text CSS classes (i.e. classOne classTwo):
el: CSS classes κειμένου (π.χ. classOne classTwo):

source: Counter CSS classes (i.e. classOne classTwo):
el: CSS classes μετρητή (π.χ. classOne classTwo):

source: Tattoo Shop Manager - Total Appointments
el: Tattoo Shop Manager - Σύνολο Ραντεβού

source: Show your Total Appointments
el: Δείξτε το σύνολο των ραντεβού σας

source: Appointments!
el: Ραντεβού!

source: Tattoo Shop Manager - Calendar
el: Tattoo Shop Manager - Ημερολόγιο

source: Show a Calendar with your available dates
el: Δείξτε τις ελεύθερες ημερομηνίες σας.

source: Calendar
el: Ημερολόγιο

source: Check out our available dates!
el: Δείτε τις ελεύθερες ημερομηνίες μας!

source: Calendar Theme:
el: Θέμα Ημερολογίου:

# Post Type General Name
source: Suppliers
el: Προμηθευτές

# Post Type Singular Name
source: Supplier
el: Προμηθευτής

source: Suppliers
el: Προμηθευτές

source: Supplier
el: Προμηθευτής

source: Parent Supplier:
el: Γονικός Προμηθευτής:

source: All Suppliers
el: Όλοι οι Προμηθευτές

source: Add New Supplier
el: Δημιουργία Νέου Προμηθευτή

source: New Supplier
el: Νέος Προμηθευτής

source: Edit Supplier
el: Επεξεργασία Προμηθευτή

source: Update Supplier
el: Ενημέρωση Προμηθευτή

source: View Supplier
el: Προβολή Προμηθευτή

source: View Suppliers
el: Προβολή Προμηθευτών

source: Search Suppliers
el: Αναζήτηση Προμηθευτών

source: Insert into Supplier
el: Προσθήκη στον Προμηθευτή

source: Uploaded to this Supplier
el: Μεταφορτωμένο σε αυτόν τον Προμηθευτή

source: Suppliers list
el: Λίστα Προμηθευτών

source: Suppliers list navigation
el: Πλοήγηση λίστας Προμηθευτών

source: Filter Suppliers list
el: Φιλτράρισμα λίστας Προμηθευτών

source: Supplier Details
el: Λεπτομέρειες Προμηθευτή

source: Website:
el: Ιστοσελίδα:

source: Website
el: Ιστοσελίδα

source: Forthcoming Appointments in the next
el: Προσεχή Ραντεβού στις επόμενες

source: Days
el: Ημέρες

source: Title
el: Τίτλος

source: Date<br/>Time
el: Ημερομηνία<br/>Ώρα

source: Refresh
el: Ανανέωση

source: Lucky Raffle
el: Τυχερή Κλήρωση

source: Click the <strong>Draw!</strong> button to select one random winner from your clients to win a prize!
el: Πατήστε το κουμπί <strong>Κληρώστε!</strong> για να επιλέξετε έναν τυχαίο νικητή από τους πελάτες σας για να κερδίσει!

source: Draw!
el: Κληρώστε!

source: About To Expire
el: Πρόκειται να λήξουν

source: Company
el: Εταιρία

source: Expires on
el: Λήγει στις

source: Information &amp; Settings
el: Πληροφορίες &amp; Ρυθμίσεις

source: Save
el: Αποθήκευση

source: This plugin requires the latest <a href="plugin-install.php?s=metabox.io&tab=search&type=term" target="_parent">Meta Box (metabox.io)</a> plugin to be active! Please install and activate it.
el: Το πρόσθετο απαιτεί την τελευταία έκδοση του πρόσθετου <a href="plugin-install.php?s=metabox.io&tab=search&type=term" target="_parent">Meta Box (metabox.io)</a> να είναι ενεργή. Παρακαλώ εγκαταστήστε και ενεργοποιήστε το.

source: Settings
el: Ρυθμίσεις

source: Currency Symbol
el: Νομισματική Μονάδα

source: Forthcoming Appointments Days
el: Ημέρες Προσεχών Ραντεβού

source: Expiration Days
el: Ημέρες πριν την λήξη

source: Adjust to your preference
el: Ρυθμίστε κατά προτίμηση

source: Enter Needle's size & type
el: Εισάγετε το Μέγεθος και τον Τύπο της Βελόνας

source: Enter Ink's name
el: Εισάγετε το όνομα του Μελανιού

source: Enter Client's name
el: Εισάγετε το όνομα του Πελάτη

source: Enter Employee's name
el: Εισάγετε το όνομα του Υπαλλήλου

source: Enter Appointment's title
el: Εισάγετε τον τίτλο του Ραντεβού

source: Enter Suppliers's name
el: Εισάγετε το όνομα του Προμηθευτή
